import { Component } from "@angular/core";

@Component({
  selector: "home-page",
  template: `
    <h1>HOMEWORK 11</h1>
    <div>
      <ul>
        <li>
          1. Сделать заготовку для проекта социальная сеть фотографов (модуль).
        </li>
        <li>
          2. Сделать модуль "выбрать фотографа" (лого фотографов).
        </li>
        <li>
          3. Сделать модуль "галерея" на основании прошлых дз.
        </li>
        <li>
          4. Сдлеть модуль "auth". (заготовку)
        </li>
        <li>
          Лого фотографов должны показывать фото личности фотографа, имя и
          фамилию, кнопку "посмотреть работы". Наверх должны пробрасываться
          только корневые компоненты.
        </li>
      </ul>
    </div>
  `
})
export class HomePageComponent {}
